Repository: openfoodfacts/openfoodfacts-androidapp
Catalog: app/src/main/locale/*.po
Languages: hy

# app_name
source: Open Food
hy: Բաց սնունդ

source: Hello world!
hy: Ողջո՛ւյն, աշխարհ։

# action_settings
source: Settings
hy: Կարգավորումներ

# action_about
source: About
hy: Մեր մասին

# action_find
source: Find
hy: Գտնել

# text_barcode
source: Put the barcode :
hy: Դնել գծակոդ՝

# nav_drawer_items_product:0
source: Summary
hy: Ամփոփում

# nav_drawer_items_product:1
source: Ingredients
hy: Բաղադրամասեր

# nav_drawer_items_product:2
source: Nutrition
hy: Սննդային արժեք

# nav_drawer_items_product:3
source: Back to menu
hy: Ետ դեպի ընտրացանկ

# units_array:0
source: g
hy: գ

# units_array:1
source: mg
hy: մգ

# units_array:2
source: kg
hy: կգ

# units_array:3
source: l
hy: լ

# units_array:4
source: ml
hy: մլ

# images_array:0
source: Default
hy: Լռելյայն

# images_array:1
source: Nutrition
hy: Սննդային արժեք

# images_array:2
source: Ingredients
hy: Բաղադրամասեր

# search_button
source: Search
hy: Որոնել

# no_products
source: Products not found
hy: Մթերքները չգտնվեցին

# desc_list_item_icon
source: Item Icon
hy: Տարրի պատկերակ

# alert_dialog_warning_title
source: Warning
hy: Զգուշացում

# alert_dialog_warning_msg_user
source: User/password has changed, please update information
hy: Օգտվողը/ գաղտնաբառը փոխվել է, խնդրում ենք թարմացնել տեղեկատվությունը

# alert_dialog_product_error_msg
source: Product not found, please try again
hy: Մթերքը չի գտնվել, խնդրում ենք կրկին փորձել

# toast_retrieving
source: Loading...
hy: Բեռնում...

# txtBarcode
source: Barcode :
hy: Գծակոդ՝

# txtQuantity
source: Quantity :
hy: Քանակը`

# txtPackaging
source: Packaging :
hy: Փաթեթավորում՝

# txtBrands
source: Brands :
hy: Ապրանքանիշեր՝

# txtCategories
source: Categories :
hy: Ստորոգություններ՝

# txtManufacturing
source: Manufacturing or processing places :
hy: Արտադրության կամ մշակման վայրերը՝

# txtCity
source: City, state and country where purchased :
hy: Ձեռք բերման քաղաքը, նահանգը և երկիրը՝

# txtStores
source: Stores :
hy: Խանութներ՝

# txtCountries
source: Countries where sold :
hy: Վաճառման երկիրներ՝

# txtIngredients
source: Ingredients list :
hy: Բաղադրամասեր՝

# txtSubstances
source: Substances or products causing allergies or intolerances :
hy: Ալերգիա կամ անհանդուրժողություն առաջացնող նյութեր կամ մտերքներ՝

# txtAdditives
source: Additives :
hy: Հավելումներ՝

# txtTraces
source: Traces :
hy: Կարող է պարունակել՝

# txtMayBeFromPalmOilProduct
source: Ingredients that may be from palm oil :
hy: Բաղադրամասեր, որոնք կարող են լինել արմավենու յուղից՝

# txtPalmOilProduct
source: Ingredients from palm oil :
hy: Բաղադամասեր արմավենու յուղից՝

# txtServingSize
source: Serving size :
hy: Չափաբաժնի չափը՝

# txtNutrientLevel100g
source: Nutrient levels for 100g :
hy: Սննդանյութերի մակարդակը 100 գրամում՝

# txtLogin
source: Login :
hy: Մուտքանուն՝

# txtPass
source: Password :
hy: Գաղտնաբառ՝

# txtTitleHome
source: Open your food and know what you eat
hy: Բաց արեք Ձեր սնունդը և իմացեք, թե ինչ եք ուտում

# txtUser
source: User panel
hy: Օգտվողի վահանակ

# txtToastSaved
source: User saved
hy: Օգտվողը պահպանվել է

# txtSalt
source: Salt :
hy: Աղեր՝

# txtFat
source: Fat :
hy: Ճարպ՝

# txtSugars
source: Sugars :
hy: Շաքարներ՝

# txtSaturatedFat
source: Satured fat :
hy: Հագեցած ճարպ՝

# hintBarcode
source: Barcode
hy: Գծակոդ

# hintLogin
source: Login
hy: Մուտքանուն

# hintPass
source: Password
hy: Գաղտնաբառ

# errorLogin
source: Login or password error
hy: Սխալ մուտքանուն կամ գաղտնաբառ

# errorWeb
source: We were not able to access the internet. Do you have connectivity issues?
hy: Մենք չեն կարողանում մուտք գործել համացանց։ Դուք ունե՞ք կապի խնդիրներ։

# txtInfoLoginOk
source: User saved
hy: Օգտվողը պահպանվեց

# txtInfoLoginNo
source: User not saved
hy: Օգտվողը չպահպանվեց

# txtDialogsTitle
source: Information
hy: Տեղեկատվություն

# txtDialogsContent
source: The product you scanned does not exist yet in Open Food Facts. Do you want to add it?
hy: Այս մթերքը դեռ չկա «Open Food Facts»-ում։ Ցանկանո՞ւմ եք ավելացնել։

# txtYes
source: Yes
hy: Այո

# txtNo
source: No
hy: Ոչ

# hintNameProduct
source: Name
hy: Անվանում

# hintEnergy
source: Energy in kJ per serving
hy: Էներգետիկ արժեքը մեկ չափաբաժնի համար (կՋ)

# hintEnergyUnit
source: Energy unit
hy: Էներգետիկ արժեքի միավորներ

# hintWeight
source: Weight
hy: Քաշը

# hintStores
source: Store
hy: Խանութ

# txtTakePicture
source: Take picture
hy: Լուսանկարել

# txtSendAll
source: Upload all
hy: Վերբեռնել բոլորը

# txtNoData
source: No data
hy: Տվյալներ չկան

# toastSending
source: Uploading...
hy: Բեռնավորում...

# dataSaved
source: Saved locally on your device
hy: Պահպանվել է Ձեր սարքի վրա

# txtInfoAddUser
source: Please enter your login and password
hy: Մուտքագրեք մուտքանունը և գաղտնաբառը

# txtDataUpdated
source: Data updated
hy: Տվյալները թարմացվել են

# txtLoading
source: Loading...
hy: Բեռնավորում…

# txtDialogsContentDelete
source: Do you want to delete this draft?
hy: Ցանկանում եք ջնջե՞լ այս սեւագիրը։

# txtDialogsContentInfoSave
source: The product is saved locally, you can edit it in the Offline Edit menu
hy: Մթերքը պահպանվել է տեղում, Դուք կարող եք փոփոխել այդ «Անցանց խմբագրում» բաժնում

# txtBarcodeRequire
source: Barcode required
hy: Պահանջվում է գծակոդ

# txtContentDialogUploading
source: Please don't exit during the process...
hy: Խնդրում ենք, դուրս մի՛ եկեք գործընթացի ժամանակ...

# txtAbout
source: The pictures you send are published under the free licence Creative Commons Attribution and ShareAlike.
hy: Ձեր ուղարկվող լուսանկարները հրապարակվում են Creative Commons Attribution-ի և ShareAlike-ի ազատ լիցենզիայով։

# txtAllsent
source: Products sent
hy: Մթերքներն ուղարկվել են

# txtPalm
source: The product does not contain any palm oil
hy: Մթերքը չի պարունակում արմավենու յուղ

# txtBarcodeNotValid
source: Barcode not valid
hy: Գծակոդն անվավեր է

source: Try it! Scan now!
hy: Փորձե՛ք։ Տեսածրե՛ք հիմա։

source: Share
hy: Կիսվել

# msg_share
source: Look at this product on Open Food Facts :
hy: Նայեք այս մթերքը «Open Food Facts»-ում՝

# create_account
source: Sign up
hy: Գրանցում

# home_drawer
source: Home
hy: Գլխավոր

# search_drawer
source: Search
hy: Որոնել

# search_by_barcode_drawer
source: Search by barcode
hy: Որոնել ըստ գծակոդի

# search_by_name_drawer
source: Search by name
hy: Որոնել ըստ անվան

# scan_search
source: Scan
hy: Տեսածրել

# user_drawer
source: User
hy: Օգտվող

# offline_edit_drawer
source: Offline edit
hy: Անցանց խմբագրում

# txt_anonymous
source: Anonymous
hy: Անանուն

# txt_product_not_found
source: Products not found
hy: Մթերքները չգտնվեցին

# delete_txt
source: Delete
hy: Ջնջել

# sign_in_drawer
source: Sign-in
hy: Մուտք գործել

# warning_allergens
source: Contains allergens
hy: Պարունակում է ալերգեններ

# title_dialog_alert
source: Add alert
hy: Ավելացնել զգուշացում

source: From gallery
hy: Պատկերասրահից
