Repository: openfoodfacts/openfoodfacts-androidapp
Catalog: app/src/main/locale/strings-*.po
Languages: ja, ro, sr

# contribution_without_account
source: You can sign-in or create an account to keep your contributions
ja: サインイン、またはアカウントを作成して、貢献を続けることができます
ro: Conectați-vă sau creați un cont pentru a păstra contribuțiile.
sr: Možete se prijaviti ili registrovati nalog da biste sačuvali vaše doprinose

# textCarbonFootprint
source: Carbon footprint / CO2 emissions:
ja: カーボンフットプリント / CO2 排出量:
ro: Amprenta carbon / Emisii CO2
sr: Ugljenični otisak / CO2 emisija:

# txtDialogPowerMode
source: Quick view
ja: クイックビュー
ro: Vizualizare rapidă
sr: Brzi pregled

# txtSeeMore
source: See more
ja: さらに表示
ro: Mai mult...
sr: Vidi više

# action_search
source: Search
ja: 検索
ro: Căutare
sr: Pretraži

# search_hint
source: Search a product
ja: 製品を検索します
ro: Căutați un produs
sr: Pretraga proizvoda

source: Number of results:
ja: 結果の数 :
ro: Număr de rezultate
sr: Broj rezultata :

# txt_no_results
source: No results found
ja: 見つかりませんでした
ro: Nici un rezultat
sr: Nema rezultata

# nutrition_lactose
source: Lactose
ja: 乳糖
ro: Lactoză
sr: Laktoza

# nutrition_casein
source: Casein
ja: カゼイン
ro: Caseină
sr: Kazein

# nutrition_maltodextrins
source: Maltodextrins
ja: マルトデキストリン
ro: Maltodextrină
sr: Maltodekstrin

# nutrition_serum_proteins
source: Serum Proteins
ja: 血清タンパク質
ro: Proteine sangvine
sr: Serum proteina

# nutrition_nucleotides
source: Nucleotides
ja: ヌクレオチド
ro: Nucleotide
sr: Nukleotidi

source: For 100 g
ja: 100 g 当たり
ro: per 100g
sr: Na 100 g

# serving
source: Per serving
ja: 一食当たり
ro: Per porție
sr: Po porciji

source: Minerals
ja: ミネラル
ro: Minerale
sr: Minerali

# nutrition_calcium
source: Calcium
ja: カルシウム
ro: Calciu
sr: Kalcijum

# nutrition_potassium
source: Potassium
ja: カリウム
ro: Potasiu
sr: Kalijum

# nutrition_chlore
source: Chlorine
ja: 塩素
ro: Clor
sr: Hlor

# nutrition_magnesium
source: Magnesium
ja: マグネシウム
ro: Magneziu
sr: Magnezijum

# nutrition_taurine
source: Taurine
ja: タウリン
ro: Taurină
sr: Taurin

# nutrition_monounsaturatedFat
source: Mono unsaturated fat
ja: 一価不飽和脂肪
ro: Grăsimi monosaturate
sr: Mononezasićene masti

# nutrition_polyunsaturatedFat
source: Poly unsaturated fat
ja: 多価不飽和脂肪
ro: Grăsimi polinesaturate
sr: Polinezasićena masti

# nutrition_omega3
source: Omega 3
ja: オメガ 3

# nutrition_omega6
source: Omega 6
ja: オメガ 6

# nutrition_omega9
source: Omega 9
ja: オメガ 9

# nutrition_sucrose
source: Sucrose
ja: スクロース
ro: Zaharoză
sr: Saharoza

# nutrition_glucose
source: Glucose
ja: グルコース
ro: Glucoză
sr: Glukoza

# nutrition_fructose
source: Fructose
ja: 果糖
ro: Fructoză
sr: Fruktoza

# nutrition_maltose
source: Maltose
ja: 麦芽糖
ro: Maltoză
sr: Maltoza

# nutrition_alcohol
source: Alcohol
ja: アルコール
ro: Alcool
sr: Alkohol

# nutrition_vitamins
source: Vitamins
ja: ビタミン
ro: Vitamine
sr: Vitamini

source: Vitamin A
ja: ビタミン A
ro: Vitamina A

source: Vitamin d
ja: ビタミン D
ro: Vitamina D

source: Vitamin e
ja: ビタミン E
ro: Vitamina E

source: Vitamin k
ja: ビタミン K
ro: Vitamina K

source: Vitamin C
ja: ビタミン C
ro: Vitamina C

source: Vitamin B1
ja: ビタミン B1
ro: Vitamina B1

source: Vitamin B2
ja: ビタミン B2
ro: Vitamina B2

source: Vitamin PP
ja: ビタミン PP
ro: Vitamina PP

source: Vitamin B6
ja: ビタミン B6
ro: Vitamina B6

source: Vitamin B9
ja: ビタミン B9
ro: Vitamina B9

source: Vitamin B12
ja: ビタミン B12
ro: Vitamina B12

source: Biotin
ja: ビオチン
ro: Biotină

source: Pantothenic acid
ja: パントテン酸
ro: Acid pantotenic
sr: Pantotenska kiselina

# nutrition_minerals
source: Minerals
ja: ミネラル
ro: Minerale
sr: Minerali

source: Silica
ja: シリカ
ro: Dioxid de siliciu
sr: Silicijum-dioksid

source: Bicarbonate
ja: 重炭酸塩
ro: Bicarbonat
sr: Bikarbonat

source: Potassium
ja: カリウム
ro: Potasiu
sr: Kalijum

source: Chloride
ja: 塩化物
ro: Clorură
sr: Hlorid

source: Calcium
ja: カルシウム
ro: Calciu
sr: Kalcijum

source: Phosphorus
ja: リン
ro: Fosfor
sr: Fosfor

source: Iron
ja: 鉄
ro: Fier
sr: Gvožđe

source: Magnesium
ja: マグネシウム
ro: Magneziu
sr: Magnezijum

source: Zinc
ja: 亜鉛
sr: Cink

source: Copper
ja: 銅
ro: Cupru
sr: Bakar

source: Manganese
ja: マンガン
ro: Mangan
sr: Mangan

source: Fluoride
ja: フッ化物
ro: Fluorură
sr: Fluorid

source: Selenium
ja: セレン
ro: Seleniu
sr: Selen

source: Chromium
ja: クロム
ro: Crom
sr: Hrom

source: Molybdenum
ja: モリブデン
ro: Molibden
sr: Molibden

source: Iodine
ja: ヨウ素
ro: Iod
sr: Jod

source: Caffeine
ja: カフェイン
ro: Cafeină
sr: Kafein

source: Taurine
ja: タウリン
ro: Taurină
sr: Taurin

source: Fruits, vegetables, nuts
ja: 果物, 野菜, ナッツ
ro: Fructe, legume, semințe
sr: Voće, povrće, orašasti plodovi

source: Collagen meat protein ratio
ja: コラーゲン肉タンパク質比
ro: Raport colagen / proteine din carne
sr: Odnos kolagena i proteina mesa

source: Cocoa
ja: ココア
ro: Cacao
sr: Kakao

source: Chlorophyl
ja: クロロフィル
ro: Clorofilă
sr: Hlorofil

# txtDialogsContent
source: The product you scanned does not exist yet in Open Food Facts. Please add it.
sr: Proizvod koji ste skenirali ne postoji u bazi Open Food Facts. Molimo Vas da ga dodate.

# txtOk
source: OK
sr: ОК

# search_by_barcode_drawer
source: Type barcode
sr: Ukucajte barkod

# scan_search
source: Scan Barcode
sr: Skeniraj barkod

# take_picture_ingredients
source: Take a picture of the ingredients
sr: Fotografišite sastojke

# take_picture_front
source: Take a picture of the front
sr: Fotografišite prednju stranu proizvoda

# take_picture_nutrition_table
source: Take a picture of the nutrition table
sr: Fotografišite nutritivnu tablicu
