Repository: openfoodfacts/openfoodfacts-androidapp
Catalog: app/src/main/locale/strings-*.po
Languages: ja, ro, sr

# action_settings
source: Settings
ja: 設定
ro: Configurări
sr: Podešavanja

# action_about
source: About
ja: アプリについて
ro: Despre
sr: O

# action_discover
source: Discover
ja: 見つける
ro: Descoperiți
sr: Otkrij

# contribute
source: How to contribute
ja: 貢献する方法
ro: Cum să contribuiţi
sr: Kako da doprinesete

# action_find
source: Find
ja: 検索
ro: Căutare
sr: Nađi

# text_barcode
source: Type the barcode :
ja: バーコードを入力 :
ro: Introduceți codul de bare
sr: Ukucajte barkod:

# nav_drawer_items_product:0
source: Summary
ja: サマリー
ro: Continut
sr: Pregled

# nav_drawer_items_product:1
source: Ingredients
ja: 原材料
ro: Ingrediente
sr: Sastojci

# nav_drawer_items_product:2
source: Nutrition
ja: 栄養
ro: Informații nutriționale
sr: Nutritivne vrednosti

# nav_drawer_items_product:3
source: Nutrition Table
ja: 栄養成分表
ro: Tabel nutrițional
sr: Nutritivna tablica

# lang_label_array:0
source: English
ja: 英語
ro: Engleză
sr: engleski

# lang_label_array:1
source: French
ja: フランス語
ro: Franceză
sr: francuski

# lang_label_array:2
source: Spanish
ja: スペイン語
ro: Spaniolă
sr: španski

# lang_label_array:3
source: Italian
ja: イタリア語
ro: Italiană
sr: italijanski

# lang_label_array:4
source: German
ja: ドイツ語
ro: Germană
sr: nemački

# lang_label_array:5
source: Japanese
ja: 日本語
ro: Japoneză
sr: japanski

# lang_label_array:6
source: Russian
ja: ロシア語
ro: Rusă
sr: ruski

# lang_label_array:7
source: Portuguese
ja: ポルトガル語
ro: Portugheză
sr: portugalski

# lang_label_array:8
source: Swedish
ja: スウェーデン語
ro: Suedeză
sr: švedski

# lang_label_array:9
source: Burmese
ja: ビルマ語
ro: Birmaneză
sr: burmanski

# lang_label_array:10
source: Kazakh
ja: カザフ語
ro: Kazahă
sr: kazaški

# lang_label_array:11
source: Armenian
ja: アルメニア語
ro: Armeană
sr: jermenski

# lang_label_array:12
source: Greek
ja: ギリシャ語
ro: Greacă
sr: grčki

# lang_label_array:13
source: Hebrew
ja: ヘブライ語
ro: Ebraică
sr: hebrejski

# lang_label_array:14
source: Galician
ja: ガリシア語
ro: Galiciană
sr: galicijski

# lang_label_array:15
source: Catalan
ja: カタロニア語
ro: Catalană
sr: katalonski

# lang_label_array:16
source: Czech
ja: チェコ語
ro: Cehă
sr: češki

# lang_label_array:17
source: Arabic
ja: アラビア語
ro: Arabă
sr: arapski

# lang_label_array:18
source: Finnish
ja: フィンランド語
ro: Finlandeză
sr: finski

# lang_label_array:19
source: Hindi
ja: ヒンディー語
ro: Hindusă
sr: hindu

# lang_label_array:20
source: Kabyle
ja: カビル語
sr: Kabil

# lang_label_array:21
source: Korean
ja: 朝鮮語
ro: Coreeană
sr: korejski

# lang_label_array:22
source: Latvian
ja: ラトビア語
ro: Letonă
sr: letonski

# lang_label_array:23
source: Dutch
ja: オランダ語
ro: Olandeză
sr: holandski

# lang_label_array:24
source: Brazilian portuguese
ja: ブラジルポルトガル語
ro: Portugheză (Brazilia)
sr: brazilski portugalski

# lang_label_array:25
source: Romanian
ja: ルーマニア語
ro: Română
sr: rumunski

# lang_label_array:26
source: Swedish
ja: スウェーデン語
ro: Suedeză
sr: švedski

# lang_label_array:27
source: Chinese
ja: 中国語
ro: Chineză
sr: kineski

# lang_label_array:28
source: Norwegian (Bokmal)
ja: ノルウェー語 (ブークモール)
ro: Norvegiană (Bokmal)
sr: norveski (bokmal)

# lang_label_array:29
source: Danish
ja: デンマーク語
ro: Daneză
sr: danski

# lang_label_array:30
source: Simplified Chinese
ja: 中国語（簡体字）
ro: Chineză simplificată
sr: pojednostavljeni kineski

# images_array:0
source: Default
ja: デフォルト
ro: Implicită
sr: Podrazumevana

# images_array:1
source: Nutrition
ja: 栄養
ro: Informații nutriționale
sr: Nutritivne vrednosti

# images_array:2
source: Ingredients
ja: 原材料
ro: Ingrediente
sr: Sastojci

# search_button
source: Search
ja: 検索
ro: Caută
sr: Pretraživanje

# no_products
source: Products not found
ja: 製品が見つかりません
ro: Nici un produs nu a fost găsit
sr: Proizvodi nisu pronađeni

# desc_list_item_icon
source: Item Icon
ja: アイテムアイコン
ro: Iconița

# alert_dialog_warning_title
source: Warning
ja: 警告
ro: Atenţie
sr: Upozorenje

# alert_dialog_warning_msg_user
source: User/password has changed, please update information
ja: ユーザー/パスワードを変更しました。情報を更新してください
ro: Numele de utilizator sau parola au fost modificate, vă rugăm actualizați datele de conectare.
sr: Korisničko ime/lozinka je promenjena, molimo vas da ažurirate infromacije.

# alert_dialog_product_error_msg
source: Product not found, please try again
ja: 製品が見つかりません。もう一度試してください
ro: Produsul nu a fost găsit, vă rugam încercați din nou.
sr: Proizvod nije pronađen, pokušajte ponovo

# toast_retrieving
source: Loading...
ja: 読み込んでいます...
ro: Se încarcă...
sr: Učitavam

# txtBarcode
source: Barcode :
ja: バーコード :
ro: Cod de bare:
sr: Barkod :

# txtQuantity
source: Quantity :
ja: 量 :
ro: Cantitate:
sr: Količina :

# txtPackaging
source: Packaging :
ja: パッケージ :
ro: Ambalaj:
sr: Ambalaža :

# txtBrands
source: Brands :
ja: ブランド :
ro: Marcă:
sr: Brend :

# txtCategories
source: Categories :
ja: カテゴリー :
ro: Categorii:
sr: Katergorije :

# txtLabels
source: Labels, certifications, awards :
ja: ラベル、認定、表彰 :
ro: Certificări, premii
sr: Oznaka, sertifikat, nagrade :

# txtManufacturing
source: Manufacturing or processing places :
ja: 製造または加工場所 :
ro: Locuri de fabricare sau procesare:
sr: Mesto u kojem se proizvodi ili prerađuje :

# txtIngredientsOrigins
source: Origin of ingredients :
ja: 原材料の原産地 :
ro: Originea ingredientelor
sr: Poreklo sastojaka :

# txtCity
source: City, state and country where purchased :
ja: 購入した市区町村、都道府県、国 :
ro: Oraș și țara unde produsul a fost cumpărat:
sr: Grad, država gde je proizvod kupljen :

# txtStores
source: Stores :
ja: 店舗 :
ro: Magazine:
sr: Prodavnice :

# txtCountries
source: Countries where sold :
ja: 販売国 :
ro: Țări unde produsul este comercializat:
sr: Države u kojima se prodaje :

# txtIngredients
source: Ingredients list :
ja: 原材料一覧 :
ro: Ingrediente
sr: Lista sastojaka :

# txtSubstances
source: Substances or products causing allergies or intolerances :
ja: アレルギーまたは不耐性の原因となる物質または製品 :
ro: Substanțe care provoacă alergii sau intoleranțe:
sr: Sastojci koji izazivaju alergiju ili netoleranciju :

# txtAdditives
source: Additives :
ja: 添加物 :
ro: Aditivi alimentari:
sr: Aditivi :

# txtTraces
source: Traces :
ja: 追跡 :
ro: Urme de:
sr: Tragovi :

# txtMayBeFromPalmOilProduct
source: Ingredients that may be from palm oil :
ja: パーム油を原材料とする可能性があるもの :
ro: Ingrediente care pot proveni din ulei de palmier:
sr: Sastojci koji mogu biti iz palminog ulja :

# txtPalmOilProduct
source: Ingredients from palm oil :
ja: パーム油を原材料とするもの :
ro: Ingrediente provenind din ulei de palmier:
sr: Sastojci iz palminog ulja :

# txtServingSize
source: Serving size :
ja: 分量 :
ro: Cantitatea unei porții:
sr: Porcija :

# txtNutrientLevel100g
source: Nutrient levels for 100g :
ja: 100g 当たりの栄養成分:
ro: Informații nutriționale pentru 100g:
sr: Hranljiva vrednost na 100g :

# txtNutritionLevelLow
source: in low quantity
ja: 少量
ro: în cantitate mică
sr: u malim količinama

# txtNutritionLevelModerate
source: in moderate quantity
ja: 適量
ro: în cantitate moderată
sr: u srednjim količinama

# txtNutritionLevelHigh
source: in high quantity
ja: 多量
ro: în cantitate ridicată
sr: u visokim količinama

# txtLogin
source: Login :
ja: ログイン :
ro: Nume de utilizator:
sr: Korisničko ime :

# txtPass
source: Password :
ja: パスワード :
ro: Parolă:
sr: Lozinka :

# txtTitleHome
source: Open your food and know what you eat
ja: 食品を開くと何を食べているか分かります
ro: Eliberați alimentația și aflați ce mâncați
sr: Oslobodi svoju hranu i saznaj šta jedeš

# txtSave
source: Save
ja: 保存
ro: Salvează
sr: Sačuvaj

# txtSignIn
source: Sign in
ja: サインイン
ro: Conectare
sr: Prijavite se

# txtUser
source: User panel
ja: ユーザーパネル
ro: Panou utilizator
sr: Korisnički panel

# txtToastSaved
source: User saved
ja: ユーザーを保存しました
ro: Utilizator salvat
sr: Korisnik zapamćen

# txtSalt
source: Salt
ja: 食塩
ro: Sare
sr: So

# txtFat
source: Fat
ja: 脂肪
ro: Grăsimi
sr: Masti

# txtSugars
source: Sugars
ja: 砂糖
ro: Zaharuri
sr: Šećer

# txtSaturatedFat
source: Satured fat
ja: 飽和脂肪酸
ro: Acizi grași saturați
sr: Zasićene masne kiseline

# hintBarcode
source: Barcode
ja: バーコード
ro: Cod de bare
sr: Barkod

# hintLogin
source: Login
ja: ログイン
ro: Conectați-vă
sr: Prijavi se

# hintPass
source: Password
ja: パスワード
ro: Parolă
sr: Lozinka

# errorLogin
source: Login or password error
ja: ログインまたはパスワードエラー
ro: Numele de utilizator sau parola sunt incorecte
sr: Korisničko ime ili lozinka greška

# errorWeb
source: We were not able to access the internet. Do you have connectivity issues?
ja: インターネットにアクセスできませんでした。接続に問題がありませんか?
ro: Conectarea la internet nu e posibilă. Aveți probleme cu conexiunea la internet?
sr: Nismo uspeli da se povežemo na internet. Da li imate problema sa konekcijom?

# txtInfoLoginOk
source: User saved
ja: ユーザーを保存しました
ro: Utilizator salvat
sr: Korisnik zapamćen

# txtInfoLoginNo
source: User not saved
ja: ユーザーを保存できませんでした
ro: Utilizatorul nu a fost salvat.
sr: Korisnik nije zapamćen

# txtDialogsTitle
source: Information
ja: 情報
ro: Informaţii
sr: Informacija

# txtDialogsContentPowerMode
source: The product you scanned does already exist in Open Food Facts.
ja: スキャンした製品は、すでに Open Food Facts に存在します。
ro: Produsul scanat există deja în baza de date Open Food Facts.
sr: Proizvod koji ste skenirali već postoji u bazi Open Food Facts.

# txtDialogsContentSend
source: Do you want send the saved products to the database?
ja: データベースに保存された製品を送信しますか?
ro: Doriți să trimiteți produsele salvate către baza de date?
sr: Da li želite da pošaljete zapamćene proizvode u bazu?

# txtYes
source: Yes
ja: はい
ro: Da
sr: Da

# txtNo
source: No
ja: いいえ
ro: Nu
sr: Ne

# hintNameProduct
source: Name
ja: 名前
ro: Nume
sr: Naziv

# hintEnergy
source: Energy in kJ per serving
ja: 一食当たりのエネルギー (KJ)
ro: Valoare energetică per porție (in kJ)
sr: Energetska vrednost u kJ po porciji

# hintEnergyUnit
source: Energy unit
ja: エネルギーの単位
ro: Unitate de măsură a valorii energetice
sr: Jedinica energetske vrednosti

# hintWeight
source: Weight
ja: 重量
ro: Greutate
sr: Težina

# hintStores
source: Store
ja: 店舗
ro: Magazine
sr: Prodavnica

# hintBrand
source: Brand
ja: ブランド（会社名）
ro: Marca
sr: Brend

# txtTakePicture
source: Take picture
ja: 写真を撮影
ro: Fotografiați
sr: Fotografiši

# txtSendAll
source: Upload all
ja: すべてアップロード
ro: Trimiteți toate produsele
sr: Otpremiti sve

# txtNoData
source: No data
ja: データはありません
ro: Lipsă date
sr: Nema podataka

# txtPictureNeeded
source: Please take a picture first
ja: まず写真を撮ってください
ro: Vă rugam fotografiați mai întâi
sr: Molimo vas da pošaljete prvo sliku

# toastSending
source: Uploading...
ja: アップロードしています...
ro: Se trimite...
sr: Otpremanje...

# dataSaved
source: Saved locally on your device
ja: お使いのデバイス内に保存しました
ro: Salvat local pe dispozitiv
sr: Zapaćene lokalno na tvom uređaju

# txtInfoAddUser
source: Please enter your login and password
ja: ログインとパスワードを入力してください
ro: Introduceți numele de utilizator și parola
sr: Molimo vas da unesete korisničko ime i lozinku

# txtDataUpdated
source: Data updated
ja: データを更新しました
ro: Datele au fost actualizate
sr: Podaci ažurirani

# txtLoading
source: Loading...
ja: 読み込んでいます...
ro: Se încarcă...
sr: Učitavam...

# txtDialogsContentDelete
source: Do you want to delete this draft?
ja: この下書きを削除しますか?
ro: Doriți să ștergeți această versiune intermediară?
sr: Da li želite da obrišete ovaj nacrt?

# txtDialogsContentInfoSave
source: The product is saved locally, you can edit it in the Offline Edit menu
ja: この製品はローカルに保存されます。オフライン編集 メニューで編集することができます
ro: Produsul a fost salvat local, puteți să il modificați din meniul "Editare offline".
sr: Proizvod je sačuvan lokalno, možete ga izmeniti u meniju Vanmrežno uređivanje

# txtBarcodeRequire
source: Barcode required
ja: バーコードが必要です
ro: Codul de bare este obligatoriu
sr: Barkod je neophodan

# txtContentDialogUploading
source: Please don't exit during the process...
ja: 処理中はアプリを終了しないでください...
ro: Vă rugăm nu opriți aplicația în cursul acestei operații...
sr: Molimo vas da ne izlazite iz aplikacije tokom ovog procesa...

# txtAbout
source: The pictures you send are published under the free licence Creative Commons Attribution and ShareAlike.
ja: あなたが送信した画像はフリーのライセンスクリエイティブコモンズと同一条件許諾の下で公開されます。
ro: Fotografiile trimise sunt publicate sub licența Creative Commons Attribution and ShareAlike .
sr: Fotografije koje posašaljete su objavljene pod besplatnom licencom Creative Commons Atrribution i ShareAlike.

# txtAllsent
source: Products sent
ja: 製品を送信しました
ro: Produsele au fost trimise
sr: Proizvod poslat

# txtPalm
source: The product does not contain any palm oil
ja: 製品にはパーム油は含まれていません
ro: Produsul nu conține ulei de palmier
sr: Ovaj proizvod ne sadrži palmino ulje

# txtBarcodeNotValid
source: Barcode not valid
ja: バーコードが正しくありません
ro: Codul de bare este invalid.
sr: Barkod nije ispravan

# try_it_scan_now
source: Scan product
ja: 製品をスキャン
ro: Scanați produsul
sr: Skeniraj proizvod

source: Share
ja: 共有
ro: Distribuiți
sr: Podeli

# msg_share
source: Look at this product on Open Food Facts :
ja: Open Food Facts でこの製品を参照してください:
ro: Privește acest produs pe Open Food Facts:
sr: Pogledajte ovaj proizvod na Open Food Facts :

# create_account
source: Sign up
ja: サインアップ
ro: Înregistrare
sr: Registruj se

# home_drawer
source: Home
ja: ホーム
ro: Pagina de start
sr: Početna

# search_drawer
source: Search
ja: 検索
ro: Căutare
sr: Pretraži

# search_by_name_drawer
source: Search by name
ja: 名前で検索
ro: Căutare după nume
sr: Pretraži po imenu

# user_drawer
source: User
ja: ユーザー
ro: Utilizator
sr: Korisnik

# offline_edit_drawer
source: Offline edit
ja: オフライン編集
ro: Modificare offline
sr: Offline izmena

# txt_anonymous
source: Anonymous
ja: 匿名
ro: Anonim
sr: Anoniman

# txt_product_not_found
source: Products not found
ja: 製品が見つかりません
ro: Nici un produs nu a fost găsit
sr: Proizvodi nisu pronađeni

# delete_txt
source: Delete
ja: 削除
ro: Ştergeţi
sr: Obriši

# sign_in_drawer
source: Sign-in
ja: サインイン
ro: Conectare
sr: Prijavite se

# alert_drawer
source: Allergen alert
ja: アレルゲン警告
ro: Alertă alergeni
sr: Alergen alarm

# warning_allergens
source: Contains allergens
ja: アレルゲンを含んでいます
ro: Conține alergeni
sr: Sadrži alergene

# title_dialog_alert
source: Add alert
ja: 警告を追加
ro: Adaugare alertă
sr: Dodaj alarm

# warning_alert_data
source: Your allergies info will never be sent to the Open Food Facts server. Also, be careful that data may not be accurate, please double-check by yourself!
ja: アレルギー情報は、Open Food Facts サーバーに送信されることはありません。また、データが正確でない可能性があることにご注意ください。ご自分でもう一度ご確認ください!
ro: Informațiile despre alergiile dumneavostră nu vor fi trimise către Open Food Facts. Deasemenea, luați în considerare faptul că datele pot fi imprecise, întotdeauna re-verificați dumneavoastră înșivă!
sr: Vaše informacije o alergijama nikada neće biti poslate na Open Food Facts server. Takođe, budite oprezni jer je moguće da podaci nisu tačni, molimo vas da proverite sami!

source: From gallery
ja: ギャラリーから
ro: Din galerie
sr: Iz galerije

# product_sent
source: Product sent successfully
ja: 製品を送信しました
ro: Produsul a fost trimis cu succes
sr: Proizvod uspešno poslat

# action_edit_product
source: Edit product
ja: 製品を編集
ro: Modificare produs
sr: Izmenite proizvod

# title_info_dialog
source: Information
ja: 情報
ro: Informaţii
sr: Informacija

# text_offline_info_dialog
source: You can scan products when you're offline to add them to Open Food Facts later. All the products you scan will appear here, and you'll be able to send them using the button below.
ja: オフライン時に製品をスキャンして、後で Open Food Facts に追加するすることができます。スキャンする製品がすべてここに表示されます。下のボタンを使用してそれらを送信することができます。
ro: Puteți scana produse cand sunteți offline pentru a le adăuga la Open Food Facts mai târziu. Toate produsele scanate vor apărea aici, și le veți putea trimite folosind butonul de dedesubt.
sr: Možete skenirati proizvode i kada niste povezani na internet kako biste ih dodali kasnije na Open Food Facts. Svi proizvodi koje skenirate pojaviće se ovde, i bićete u mogućnosti da ih pošaljete pritiskom na dugme ispod.

# permission_camera
source: Camera permission is needed to scan barcodes and take pictures.
ja: バーコードのスキャンと写真の撮影には、カメラのアクセス許可が必要です。
ro: Pentru a scana codul de bare și a fotografia produse sunt necesare drepturi de access la camera foto.
sr: Dozvola za kameru je potrebna da biste skenirali i fotografisali.

# permission_title
source: Permission information
ja: アクセス許可情報
ro: Informații despre permisiuni.
sr: Informacije o dozvolama

# permission_denied
source: Please activate permission in the settings
ja: 設定でアクセス許可を有効にしてください
ro: Vă rugam activați permisiunile în configurări.
sr: Molimo Vas da aktivirate ovu dozvolu u podešavanjima

# permission_storage
source: Storage permission is needed to take or select pictures
ja: 写真を撮ったり選択したりするにはストレージのアクセス許可が必要です
ro: Pentru a fotografia și a selecționa fotografii este necesar accesul la stocare.
sr: Dozvola za skladištenje je potrebna da biste izabrali fotografiju ili fotografisali

# info_download_data
source: You need to download some data to get this functionality working, please press yes to download it.
ja: この機能を動作させるために、いくつかのデータをダウンロードする必要があります。ダウンロードするには、はい を押してください。
ro: Pentru a activa această funcționalitate, o serie de date suplimentare trebuiesc descărcate. Vă rugăm apăsați "Da (yes)" pentru a le descărca.
sr: Potrebno je preuzeti podatke da biste omogućili ovu funkciju, molimo vas da pritisnite Da.

# info_download_data_connection
source: You need to download some data to get this functionality working. Please activate internet connection.
ja: この機能を動作させるために、いくつかのデータをダウンロードする必要があります。インターネット接続を有効にしてください。
ro: Pentru a activa această funcționalitate, o serie de date suplimentare trebuiesc descărcate. Vă rugăm activați conexiunea la internet.
sr: Potrebno je preuzeti podatke da biste omogućili ovu funkciju. Molimo vas da se konektujete na internet.

# msg_input_empty
source: Please fill the fields first.
ja: まず項目を入力してください。
ro: Vă rugăm completați câmpurile.
sr: Molimo vas da prvo ispunite polja

# new_offline_info
source: Please take a picture of the product, ingredients, nutrition facts table and any other information on the label. Thank you!
ja: 製品、原材料、栄養成分表、およびラベル上の他の情報を撮影してください。 ありがとうございます!
ro: Vă rugăm fotografiați produsul, lista sa de ingrediente, informațiile nutriționale și oricare alte informații prezente pe eticheta. Vă mulțumim!
sr: Molimo vas da fotografišete proizvod, sastav, nutritivnu tablicu, kao dodatne informacije koje se mogu pronaći na etiketi. Hvala!

# error_invalid_password
source: The password needs to be a least 6 characters long.
ja: パスワードは6文字以上にする必要があります。
ro: Parola trebuie să fie de cel puțin 6 caractere.
sr: Lozinka mora biti duža od 6 karaktera.

# error_field_required
source: This field is required.
ja: このフィールドは必須入力です。
ro: Acest câmp este obligatoriu.
sr: Ovo polje je neophodno.

# action_preferences
source: Preferences
ja: プリファレンス
ro: Preferinţe
sr: Podešavanja

# prefs_scan_startup
source: Scan on startup
ja: 起動時にスキャン
ro: Scanare la pornire
sr: Skeniraj prilikom pokretanja

# prefs_scan_startup_summary
source: This option if selected will start scan when app is opened.
ja: このオプションを選択した場合、アプリを開いたときにスキャンを開始します。
ro: Această opțiune permite activarea funcției de scanare la pornirea aplicației.
sr: Ako je ova opcija izabrana skeniranje će biti započeto čim se aplikacija pokrene.

# prefs_power_mode
source: Power mode scan
ja: パワーモードスキャン
ro: Scanare "power mode"
sr: Power mode skeniranje

# prefs_power_mode_summary
source: Quickly scan products in a supermarket to see which ones are not in the database.
ja: スーパーマーケット内の製品をすばやくスキャンして、データベースに含まれていないものを確認します。
ro: Scanare rapidă a produselor într-un supermarket pentru a verifica prezența lor în baza de date.
sr: Brzo skeniranje proizvoda u prodavnici da biste videli koji nisu u bazi.

# prefs_language
source: Language
ja: 言語
ro: Limbă
sr: Jezik

# prefs_language_summary
source: Change language
ja: 言語の変更
ro: Modificați limba
sr: Promenite jezik

# scan_history_drawer
source: History
ja: 履歴
ro: Istoric
sr: Istorija

source: Clear history
ja: 履歴をクリア
ro: Stergere istoric
sr: Obriši istoriju

# title_clear_history_dialog
source: Clear
ja: クリア
ro: Ștergeți
sr: Očisti

# text_clear_history_dialog
source: Do you want to clear all scan history?
ja: すべてのスキャン履歴をクリアしますか?
ro: Doriți să ștergeți tot istoricul scanărilor?
sr: Da li želite da očistite svu istoriju skeniranja?

# export_csv_history
source: Export CSV
ja: CSV をエクスポート
ro: Export în format CSV
sr: Izvezi CSV

# txt_exporting_history
source: Exporting history...
ja: 履歴のエクスポート中...
ro: Istoricul se exportă...
sr: Izvozim istoriju...

# txt_history_exported
source: History exported
ja: 履歴をエクスポートしました
ro: Istoricul a fost exportat
sr: Istorija izvezena

# permision_write_external_storage
source: Write external storage permission is needed to export history.
ja: 履歴をエクスポートするために、外部ストレージの書き込みアクセス許可が必要です。
ro: Pentru a exporta istoricul este necesară permisiunea de a scrie în dispozitivul de stocare externă.
sr: Dozvola za upis na eksternu memoriju je potrebna da biste mogli da izvezete istoriju.

# txt_nutrition_not_found
source: N/A
ja: 適用外
ro: Nu este disponibil
sr: Nedostupno

# nutrition_carbohydrate
source: Carbohydrate
ja: 炭水化物
ro: Glucide
sr: Ugljeni hidrati

# nutrition_carbohydrate_short_name
source: Carbohydrate (g)
ja: 炭水化物 (g)
ro: Glucide (g)
sr: Ugljeni hidrati (g)

# nutrition_cholesterol
source: Cholesterol
ja: コレステロール
ro: Colesterol
sr: Holesterol

# nutrition_cholesterol_short_name
source: Cholesterol (g)
ja: コレステロール (g)
ro: Colesterol (g)
sr: Holesterol (g)

# nutrition_energy
source: Energy
ja: エネルギー
ro: Valoare energetică
sr: Energetska vrednost

# nutrition_energy_short_name
source: Energy
ja: エネルギー
ro: Valoare energetică
sr: Energetska vrednost

# nutrition_fat
source: Fat
ja: 脂肪
ro: Grăsimi
sr: Masti

# nutrition_fat_short_name
source: Fat (g)
ja: 脂肪 (g)
ro: Grăsimi (g)
sr: Masti (g)

# nutrition_fiber
source: Dietary fiber
ja: 食物繊維
ro: Fibre
sr: Vlakna

# nutrition_fiber_short_name
source: Dietary fiber (g)
ja: 食物繊維
ro: Fibre (g)
sr: Vlakna (g)

# nutrition_header
source: Nutrition facts
ja: 栄養成分表
ro: Valori nutriționale
sr: Nutritivne vrednosti

# nutrition_no_data_message
source: No data is available for this product
ja: この製品のデータはありません
ro: Nici o informație despre acest produs nu este disponibilă.
sr: Podaci nisu dostupni za ovaj proizvod

# nutrition_per_quantity
source: For 100g/100ml
ja: 100g/100ml 当たり
ro: Pentru 100g/100ml
sr: Na 100g/100ml

# nutrition_proteins
source: Proteins
ja: タンパク質
ro: Proteine
sr: Proteini

# nutrition_proteins_short_name
source: Proteins (g)
ja: タンパク質 (g)
ro: Proteine (g)
sr: Proteini (g)

# nutrition_salt
source: Salt
ja: 食塩
ro: Sare
sr: So

# nutrition_salt_short_name
source: Salt (g)
ja: 食塩 (g)
ro: Sare (g)
sr: So (g)

# nutrition_satured_fat
source: Satured fat
ja: 飽和脂肪酸
ro: Acizi grași saturați
sr: Zasićene masne kiseline

# nutrition_satured_fat_short_name
source: Satured fat (g)
ja: 飽和脂肪酸 (g)
ro: Acizi grași saturați (g)
sr: Zasićene masti (g)

# nutrition_serving
source: Per serving
ja: 一食当たり
ro: Per porție
sr: Po porciji

# nutrition_serving_size
source: Serving size :
ja: 一人前の分量 :
ro: Cantitatea unei porții:
sr: Porcija :

# nutrition_sodium
source: Sodium
ja: ナトリウム
ro: Sodiu
sr: Natrijum

# nutrition_sodium_short_name
source: Sodium (g)
ja: ナトリウム (g)
ro: Sodiu (g)
sr: Natrijum (g)

# nutrition_sugars
source: Sugars
ja: 砂糖
ro: Zaharuri
sr: Šećer

# nutrition_sugars_short_name
source: Sugars (g)
ja: 砂糖 (g)
ro: Zaharuri (g)
sr: Šećer (g)

# nutrition_trans_fat
source: Trans fat
ja: トランス脂肪酸
ro: Acizi grași trans
sr: Trans masti

# nutrition_trans_fat_short_name
source: Trans fat (g)
ja: トランス脂肪酸 (g)
ro: Acizi grași trans (g)
sr: Trans masti (g)

# nutriment_serving_size
source: Per portion :
ja: 品目当たり :
ro: Per porție:
sr: Po porciji :

# action_manage_account
source: Manage account
ja: アカウントの管理
ro: Administrare cont
sr: Upravljaj nalogom

# action_contributes
source: Your contributions
ja: あなたの貢献
ro: Contribuțiile dumneavoastră
sr: Vaši doprinosi

# logout_drawer
source: Logout
ja: ログアウト
ro: Deconectare
sr: Odjavi me
